Repository: danielr182/incomeExpenseApp
Catalog: src/locale/messages.*.xlf
Languages: es

# login-subtitle
source: Control your money flow
es: Controla tu flujo de dinero

# login-email
source: Email
es: Correo electrónico

# login-password
source: Password
es: Contraseña

# login-signin
source: Sign in
es: Iniciar sesión

# login-loading
source: <i class="fa fa-spinner fa-spin"></i>Loading
es: <i class="fa fa-spinner fa-spin"></i>Cargando

# login-registered-question
source: Are you not registered?
es: No estás registrado?

# login-create-account
source: Create account
es: Crear cuenta

# msg-auth-email-already-exists
source: Another user is already using the email provided
es: Otro usuario ya está utilizando el correo electrónico proporcionado Controla tu flujo de dinero

# msg-auth-email-already-in-use
source: Another user is already using the email provided
es: Otro usuario ya está utilizando el correo electrónico proporcionado

# msg-auth-invalid-email
source: The value provided for email is invalid
es: El valor proporcionado para el correo electrónico no es válido

# msg-auth-invalid-password
source: The value provided for the password is invalid. Should be at least six characters
es: El valor proporcionado para la contraseña no es válido. Debería tener al menos seis caracteres

# msg-auth-user-not-found
source: Email not registered
es: Correo electrónico no registrado

# msg-auth-weak-password
source: Password should be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

# msg-auth-wrong-password
source: Incorrect access data
es: Datos de acceso incorrectos

# msg-generic
source: An unexpected error occurred. Please try later
es: Ocurrió un error inesperado. Por favor intente más tarde
